Repository: lellesch/advanced-search-disabler
Catalog: languages/advanced-search-disabler-*.po
Languages: de_de

source: Advanced Search Disabler Settings
de_de: Advanced Search Disabler Einstellungen

source: Default Settings
de_de: Standard Einstellungen

source: Deactivate search for
de_de: Suche deaktivieren für

source: Excluded page IDs
de_de: Ausgeschlossene Seiten-IDs

source: Select your preferred options for the Advanced Search Disabler.
de_de: Wählen deine bevorzugten Optionen für den Advanced Search Disabler aus.

source: Entire website
de_de: Ganze Website

source: For logged out users
de_de: Ausgeloggte Benutzer

source: Exclude post IDs
de_de: Beitrag IDs

source: Here you can enter the post IDs you want to exclude from the search. Make sure to select the Exclude post IDs option at the top.
de_de: Hier kannst du die Beitrags-IDs eingeben, die du von der Suche ausschließen möchtest. Stellen Sie sicher, dass Sie oben die Option Beitrags-IDs ausschließen auswählen.

source: https://letowp.dev
de_de: https://letowp.de/

source: Advanced Search Disabler allows you to specifically deactivate the search function on your WordPress website.
de_de: Mit dem Advanced Search Disabler kannst du die Suchfunktion auf deiner WordPress-Website gezielt deaktivieren.

source: https://letowp.dev/
de_de: https://letowp.de/
